export default {
  projections: {
    ПричинУвольнE: {
      датаЗаполн: {
        __caption__: 'Дата заполн'
      },
      причУвольн: {
        __caption__: 'Прич увольн'
      },
      рекомендации: {
        __caption__: 'Рекомендации',
        специалисты: {
          __caption__: 'Специалисты'
        },
        руководители: {
          __caption__: 'Руководители'
        },
        рабочие: {
          __caption__: 'Рабочие'
        }
      }
    },
    ПричинУвольнL: {
      датаЗаполн: {
        __caption__: 'Дата заполн'
      },
      причУвольн: {
        __caption__: 'Прич увольн'
      }
    }
  },
  validations: {
    датаЗаполн: {
      __caption__: 'Дата заполн'
    },
    причУвольн: {
      __caption__: 'Прич увольн'
    },
    специалист: {
      __caption__: 'специалист'
    },
    рекомендации: {
      __caption__: 'Рекомендации'
    }
  }
};
