export default {
  projections: {
    АнкетыE: {
      датаЗаполн: {
        __caption__: 'Дата заполн'
      },
      системЛьгот: {
        __caption__: 'Систем льгот'
      },
      системПремир: {
        __caption__: 'Систем премир'
      },
      содержРабот: {
        __caption__: 'Содерж работ'
      },
      взаимСРуковод: {
        __caption__: 'Взаим с руковод'
      },
      информСотруд: {
        __caption__: 'Информ сотруд'
      },
      размЗарабПлат: {
        __caption__: 'Разм зараб плат'
      },
      органРабочПроц: {
        __caption__: 'Орган рабоч проц'
      },
      оценивРабот: {
        __caption__: 'Оценив работ'
      },
      результРабот: {
        __caption__: 'Результ работ'
      },
      системАдаптац: {
        __caption__: 'Систем адаптац'
      },
      интенсРаботы: {
        __caption__: 'Интенс работы'
      },
      взаимCКоллег: {
        __caption__: 'Взаим c коллег'
      },
      системОбучен: {
        __caption__: 'Систем обучен'
      },
      престиж: {
        __caption__: 'Престиж'
      },
      снабжНеобхИнстр: {
        __caption__: 'Снабж необх инстр'
      },
      предложения: {
        __caption__: 'Предложения'
      },
      какойСтаж: {
        __caption__: 'Какой стаж'
      },
      возрастСотруд: {
        __caption__: 'Возраст сотруд'
      }
    },
    АнкетыL: {
      датаЗаполн: {
        __caption__: 'Дата заполн'
      },
      системЛьгот: {
        __caption__: 'Систем льгот'
      },
      системПремир: {
        __caption__: 'Систем премир'
      },
      содержРабот: {
        __caption__: 'Содерж работ'
      },
      взаимСРуковод: {
        __caption__: 'Взаим с руковод'
      },
      информСотруд: {
        __caption__: 'Информ сотруд'
      },
      размЗарабПлат: {
        __caption__: 'Разм зараб плат'
      },
      органРабочПроц: {
        __caption__: 'Орган рабоч проц'
      },
      оценивРабот: {
        __caption__: 'Оценив работ'
      },
      результРабот: {
        __caption__: 'Результ работ'
      },
      системАдаптац: {
        __caption__: 'Систем адаптац'
      },
      интенсРаботы: {
        __caption__: 'Интенс работы'
      },
      взаимCКоллег: {
        __caption__: 'Взаим c коллег'
      },
      системОбучен: {
        __caption__: 'Систем обучен'
      },
      престиж: {
        __caption__: 'Престиж'
      },
      снабжНеобхИнстр: {
        __caption__: 'Снабж необх инстр'
      },
      предложения: {
        __caption__: 'Предложения'
      },
      какойСтаж: {
        __caption__: 'Какой стаж'
      },
      возрастСотруд: {
        __caption__: 'Возраст сотруд'
      }
    }
  },
  validations: {
    взаимCКоллег: {
      __caption__: 'Взаим c коллег'
    },
    взаимСРуковод: {
      __caption__: 'Взаим с руковод'
    },
    возрастСотруд: {
      __caption__: 'Возраст сотруд'
    },
    датаЗаполн: {
      __caption__: 'Дата заполн'
    },
    интенсРаботы: {
      __caption__: 'Интенс работы'
    },
    информСотруд: {
      __caption__: 'Информ сотруд'
    },
    какойСтаж: {
      __caption__: 'Какой стаж'
    },
    карьерРоста: {
      __caption__: 'карьерРоста'
    },
    органРабочПроц: {
      __caption__: 'Орган рабоч проц'
    },
    относКатСотр: {
      __caption__: 'относКатСотр'
    },
    офицПризЗасл: {
      __caption__: 'офицПризЗасл'
    },
    оценивРабот: {
      __caption__: 'Оценив работ'
    },
    предложения: {
      __caption__: 'Предложения'
    },
    престиж: {
      __caption__: 'Престиж'
    },
    размЗарабПлат: {
      __caption__: 'Разм зараб плат'
    },
    результРабот: {
      __caption__: 'Результ работ'
    },
    санитГигиен: {
      __caption__: 'санитГигиен'
    },
    системАдаптац: {
      __caption__: 'Систем адаптац'
    },
    системЛьгот: {
      __caption__: 'Систем льгот'
    },
    системОбучен: {
      __caption__: 'Систем обучен'
    },
    системПремир: {
      __caption__: 'Систем премир'
    },
    снабжНеобхИнстр: {
      __caption__: 'Снабж необх инстр'
    },
    содержРабот: {
      __caption__: 'Содерж работ'
    },
    специалист: {
      __caption__: 'специалист'
    }
  }
};
